[
	"a purple iridescent suit",
	"wearing a (necklace)",
	"wearing ((earrings))",
	"wearing a (bracelet)",
	"wearing one or multiple (rings)",
	"wearing a (brooch)",
	"wearing (eyeglasses)",
	"wearing (sunglasses)",
	"wearing a (hat)",
	"wearing a (scarf)",
	"wearing a (headband)",
	"wearing a (nose ring)",
	"wearing a (lip ring)",
	"wearing a (tongue ring)",
	"wearing an (eyebrow ring)",
	"wearing (face tattoos)",
	"wearing a (wreath)",
	"wearing a (crown)",
	"wearing a (tiara)",
	"wearing a (crown of thorns)",
	"wearing a (crown of jewels)",
	"wearing (bohemian clothes)",
	"wearing (chic clothes)",
	"wearing (glamorous clothes)",
	"wearing (grunge clothes)",
	"wearing (preppy clothes)",
	"wearing (punk clothes)",
	"wearing (retro clothes)",
	"wearing (rockabilly clothes)",
	"wearing (romantic clothes)",
	"wearing (tomboy clothes)",
	"wearing (urban clothes)",
	"wearing (camo clothes)",
	"wearing (robes)",
	"wearing (excessive amount of jewellery)",
	"wearing (vintage clothes)",
	"wearing (western clothes)",
	"wearing (minimalist clothes)",
	"wearing (sportswear clothes)",
	"wearing (flapper clothes)",
	"wearing (pin-up clothes)",
	"wearing (mid-century modern clothes)",
	"wearing (art deco clothes)",
	"wearing (victorian clothes)",
	"wearing (edwardian clothes)",
	"wearing (elizabethan clothes)",
	"wearing (retro 70s clothes)",
	"wearing (retro 80s clothes)",
	"wearing (retro 90s clothes)",
	"wearing (retro 00s clothes)",
	"wearing (musical equipment)",
	"wearing (leather)",
	"wearing (bdsm leather)",
	"wearing (shiny latex)",
	"wearing (shiny latex suit)",
	"wearing (silk)",
	"wearing (full tweed set)",
	"wearing (clothes made entirely of feathers)",
	"wearing (clothes made entirely of fur)",
	"wearing (clothes made entirely of leather)",
	"wearing (clothes made entirely of metal)",
	"wearing (clothes made entirely of plastic)",
	"wearing (clothes adorned with shimmering jewels or crystals)",
	"waring (clothes adorned with sequins)",
	"wearing (clothes with exaggerated or extreme silhouettes)",
	"wearing (clothes with exaggerated or extreme footwear)",
	"wearing (clothes with exaggerated or extreme headwear)",
	"wearing (clothes with exaggerated or extreme facial or body piercings or tattoos)",
	"wearing (clothes with multiple layers or tiers)",
	"wearing (clothes with exaggerated or extreme colors)",
	"wearing (clothes with exaggerated or extreme patterns)",
	"wearing (cloak)",
	"wearing an astronaut armor",
	"wearing a bio mechanical suit",
	"wearing a bio hazard suit",
	"(( working with laptop))",
	"with Heat deformation",
	"(((future soldier, full body armor, futuristic football, shoulder pads, guns, grenades, weapons, bullet proof vest, high tech, straps, belts, camouflage)))",
	"((full body, zoomed out)) long slender legs 80mm",
	"(((sci-fi, future war, cyberpunk, cyborg, future fashion, beautiful face, glowing tattoos)))",
	"((angry expression, pretty face))",
	"(((full body, athletic body, action pose, detailed black soldier outfit, slender long legs)))",
	"playing epic electric guitar solo in front of a huge crowd",
	"singing epic solo into a microphone in front of a huge crowd",
	"as a ((gelatinous horror dripping alien creature))",
	"in a tie or bowtie, lending a touch of formal elegance or quirky charm, knotted around the collar to elevate the outfit",
	"with anklets, delicate chains or beads that gracefully encircle the ankle, adding a touch of femininity with every step",
	"donning a belt, functional yet fashionable, cinching the waist or sitting low on the hips, often with a statement buckle",
	"wearing gloves, either elegant satin for formal events or rugged leather for a tougher look, complementing the attire and mood",
	"with a choker, snugly encircling the neck, often made of lace, velvet, or leather, exuding a mix of elegance and edge",
	"in stockings or tights, sheer or opaque, enhancing the legs while adding a touch of sophistication or playful patterns",
	"with a satchel or bag, a functional accessory that speaks volumes about personal style, be it a minimalist tote or an embellished clutch",
	"wearing cufflinks, subtle symbols of elegance, adorning the sleeves of a formal shirt, showcasing attention to detail",
	"with a pendant, a piece of jewelry that dangles gracefully from a necklace, often holding sentimental or symbolic value",
	"in layered necklaces, a blend of chains of varying lengths, creating depth and showcasing multiple pendants or charms",
	"sporting a watch, a timeless accessory that blends functionality with style, either minimalist or grand, reflecting personal tastes",
	"wearing a veil, a delicate piece of fabric that adds mystery and allure, often seen in bridal or ceremonial attire",
	"donning a cape or cloak, adding drama to the ensemble, flowing gracefully with every movement, evoking a sense of fantasy or regality",
	"with a tiara or diadem, a jeweled headpiece that signifies royalty or celebration, resting gracefully atop the head",
	"Adorned with a crown, symbolizing royalty and authority with gemstones and metals.",
	"With a sparkling tiara, reminiscent of princesses or beauty queens.",
	"With a poignant crown of thorns, symbolizing sacrifice and resilience.",
	"With a jewel-encrusted crown, reflecting affluence and grandeur.",
	"In bohemian attire, embodying the free spirits with patterns and fringes.",
	"Dressed in chic fashion, blending comfort with high style.",
	"In glamorous attire, shiny or sequined, perfect for red-carpet events.",
	"Donning grunge wear, with flannels and combat boots, reflecting rebellion.",
	"In preppy attire, sophisticated with collared shirts and blazers.",
	"Wearing punk fashion, with studded accessories and band tees.",
	"In retro attire, drawing from various iconic decades.",
	"In rockabilly style, mixing rock 'n' roll with polka dots and swing dresses.",
	"In romantic wear, with lace, ruffles, and pastel shades.",
	"In tomboy attire, masculine pieces with a feminine flair.",
	"Wearing urban fashion, blending street style with graphic tees and chunky sneakers.",
	"In camo wear, military-inspired, blending in yet standing out.",
	"Draped in mystic robes, evoking scholars or wizards.",
	"Adorned in abundant jewelry, each piece showcasing unique style.",
	"In vintage attire, echoing past eras with intricate designs.",
	"In western wear, with cowboy hats and fringed jackets.",
	"In minimalist fashion, elegant with clean lines and neutral tones.",
	"Wearing sportswear, functional with athletic shoes.",
	"In flapper style, evoking the lively 1920s jazz scene.",
	"In pin-up attire, oozing sensuality with high-waists and red lipstick.",
	"In mid-century modern fashion, reflecting post-war optimism.",
	"In art deco style, fusing modern with lavish 20s embellishments.",
	"Dressed in Victorian elegance, with corsets and intricate lacework.",
	"In Edwardian attire, showcasing lighter fabrics, empire waistlines, and large hats.",
	"Dressed in Elizabethan style, with ruffled collars, velvet gowns, and detailed embroidery.",
	"In 70s retro, featuring psychedelic patterns, bell-bottoms, and platform shoes.",
	"Wearing 80s retro, marked by neon colors, shoulder pads, and oversized tops.",
	"In 90s attire, blending grunge, minimalism, and sportswear, with baggy jeans and crop tops.",
	"Donning 00s style, with low-rise jeans, bedazzled tops, and chunky belts.",
	"Adorned with musical accessories, like a harmonica necklace or drumstick earrings.",
	"In leather, symbolizing toughness with studs or zippers.",
	"In bold BDSM leather, featuring harnesses, chokers, and lace-up details.",
	"In reflective latex, often seen in avant-garde fashion.",
	"In a glossy latex suit, paired with high heels or boots.",
	"Draped in luxurious silk, synonymous with opulence and elegance.",
	"In a tweed ensemble, reflecting academia or British countryside charm.",
	"Clothed in feathers, creating drama with each step.",
	"In fur, a symbol of luxury and grandeur.",
	"In metallic attire, with futuristic chains or mesh details.",
	"In vibrant plastic wear, modern and edgy.",
	"Adorned in dazzling jewels or crystals.",
	"In sequined attire, perfect for parties or performances.",
	"In exaggerated silhouettes, challenging fashion norms.",
	"In layered clothing, adding depth and dimension.",
	"In astronaut armor, representing space exploration.",
	"In a bio-mechanical suit, blending organic and synthetic elements.",
	"Wearing a protective biohazard suit.",
	"Engaged with a laptop, reflecting a tech-savvy nature.",
	"Surrounded by heat deformation or mirage effects.",
	"As a futuristic soldier, equipped for dystopian warfare.",
	"A translucent, amorphous alien creature, often found in horror or sci-fi.",
	"Wearing a cloak, suggesting mystery, fantasy, or protection.",
	"Playing a gripping electric guitar solo, immersed in the audience's energy.",
	"Singing intensely, with the crowd hanging on every word.",
	"A pulsating, translucent horror, invoking fear and intrigue.",
	"Full-body view highlighting slender legs and distinctive footwear.",
	"Futuristic, with glowing tattoos and cybernetic features.",
	"Angry expression on a strikingly beautiful face.",
	"In an action pose, dressed in a detailed black soldier outfit.",
	"Lost in an electric guitar solo, resonating with listeners.",
	"Singing powerfully, captivating the audience with deep emotion.",
	"A shifting, glistening alien horror from the universe's dark corners.",
	"Full body, focusing on 80mm slender legs emphasizing height.",
	"Blending sci-fi, cyberpunk, and glowing tattoos with futuristic weapons.",
	"Attire shimmering due to heat, creating a mirage effect.",
	"A future soldier with body armor, high-tech gear, and camouflaged straps.",
	"Guitar solo with a crowd backdrop, producing electrifying sounds.",
	"Singing with passion, surrounded by lights and a massive audience's energy.",
	"A shifting, oozing alien creature, invoking dread and curiosity.",
	"Full-body focus on remarkable 80mm slender legs.",
	"A future soldier with cyberpunk aesthetics and glowing tattoos.",
	"Intense expression on a stunning face, showing raw emotion.",
	"Athletic pose in a detailed black soldier outfit, emphasizing a fit physique.",
	"Electrifying guitar solo before a massive cheering crowd.",
	"Singing with raw emotion, captivating a vast audience.",
	"A gelatinous, glowing alien creature; both feared and intriguing.",
	"Full-body shot highlighting exaggerated 80mm slender legs.",
	"Adorned in sci-fi, cyberpunk attire with glowing tattoos.",
	"Heated demeanor causing mirage-like distortions around them.",
	"Future soldier in body armor with high-tech gear.",
	"Zoomed-out shot emphasizing 80mm long slender legs.",
	"Sci-fi and cyberpunk blend with glowing tattoos.",
	"Epic guitar solo captivating a vast audience.",
	"Intense solo performance with a powerful voice.",
	"Ever-changing gelatinous alien of horror.",
	"Full-body shot, 80mm slender legs in focus.",
	"Futuristic, cyberpunk with glow-emitting tattoos.",
	"Heat-induced warping surroundings like a mirage.",
	"Tech-equipped future soldier ready for battle.",
	"Full-body view, 80mm legs as highlight.",
	"Sci-fi blend with glow-in-the-dark tattoos.",
	"Swift guitar solo resonating with a huge crowd.",
	"Passionate vocal solo captivating listeners.",
	"Dripping, amorphous alien creature.",
	"Full-body stance, 80mm slender legs showcased.",
	"a shimmering sequin dress",
	"wearing studded (ankle boots)",
	"donning a (velvet cape)",
	"wearing a (choker)",
	"sporting (platform shoes)",
	"adorned with a (body chain)",
	"wearing a (fringed jacket)",
	"donning (fingerless gloves)",
	"wearing (fishnet stockings)",
	"draped in a (kimono)",
	"wearing (combat boots)",
	"adorned with a (belly chain)",
	"wearing a (biker jacket)",
	"donning (thigh-high boots)",
	"wearing (steampunk goggles)",
	"adorned with (arm cuffs)",
	"wearing a (corset belt)",
	"donning a (turban)",
	"sporting a (feathered headdress)",
	"wearing (holo sneakers)",
	"adorned with (toe rings)",
	"draped in a (sari)",
	"wearing (futuristic visor)",
	"sporting (peep-toe heels)",
	"adorned with (upper arm bracelets)",
	"wearing a (poncho)",
	"donning (knee-high socks)",
	"draped in a (toga)",
	"wearing a (flapper dress)",
	"sporting (winged shoes)",
	"wearing a (ruffled blouse)",
	"adorned with a (leg chain)",
	"wearing (gladiator sandals)",
	"draped in a (cloak)",
	"sporting (suspenders)",
	"donning a (beret)",
	"wearing (cufflinks)",
	"adorned with a (medallion)",
	"wearing (spats)",
	"sporting (elbow-length gloves)",
	"donning (denim overalls)",
	"wearing a (mesh top)",
	"adorned with (ear cuffs)",
	"draped in a (shawl)",
	"wearing a (trilby hat)",
	"sporting (stiletto heels)",
	"wearing a (vest)",
	"adorned with (hairpins)",
	"wearing (espadrilles)",
	"draped in a (trench coat)"
]